Repository: Fayozjon/woocommerce-payment-gateway
Catalog: lang/payme-*.po
Languages: uz_uz

source: Payment system Payme
uz_uz: Payme to`lov tizimi

source: Configure checkout settings
uz_uz: To`lov parametrlarini sozlang

source: Your Web Cash Endpoint URL to handle requests is:
uz_uz: Sizning so`rovlarni qayta ishlash URL-ingiz

source: Enable/Disable
uz_uz: Yoqilgan/O`chirilgan

source: Enabled
uz_uz: Yoqilgan

source: Merchant ID
uz_uz: Xizmat ko`rsatuvchi IDsi

source: Obtain and set Merchant ID from the Paycom Merchant Cabinet
uz_uz: Xizmat ko`rsatuvchi IDsini Paycom-dagi kabinetdan oling va o`rnating

source: KEY
uz_uz: Kassa kaliti (paroli)

source: Obtain and set KEY from the Paycom Merchant Cabinet
uz_uz: Kalitni (parolni) Paycom-dagi kabinetdan oling va o`rnating

source: Set Paycom Checkout URL to submit a payment
uz_uz: To`lov uchun so`rovlarni yuborish URL-ini ko`rsating

source: Payment for Order #%1$s
uz_uz: №%1$s harid uchun to`lov

source: Pay
uz_uz: To`lash

source: Cancel payment and return back
uz_uz: To`lovni bekor qilib, orqaga qaytish

source: Thank you for your order, press "Pay" button to continue.
uz_uz: Haridingiz uchun rahmat. Haridni amalga oshirish uchun "To`lash"ni bosing.

source: Cannot change the password_ru
uz_uz: Не удалось изменить пароля

source: Cannot change the password_uz
uz_uz: Parolni o`zgartirish imkoni bo`lmadi

source: Cannot change the password_en
uz_uz: Cannot change the password

source: Could not parse JSON_ru
uz_uz: Неправильные JSON данные

source: Could not parse JSON_uz
uz_uz: JSON ma`lumotlarda xatolik mavjud

source: Could not parse JSON_en
uz_uz: Could not parse JSON

source: Order number cannot be found_ru
uz_uz: Номер заказа не найден

source: Order number cannot be found_uz
uz_uz: Buyurtma raqami mavjud emas

source: Order number cannot be found_en
uz_uz: Order number cannot be found

source: Other transaction for this order is in progress_ru
uz_uz: Другая транзакция для этого заказа в процессе

source: Other transaction for this order is in progress_uz
uz_uz: Bu harid uchun boshqa tranzaksiya mavjud

source: Other transaction for this order is in progress_en
uz_uz: Other transaction for this order is in progress

source: Order amount is incorrect_ru
uz_uz: Сумма платежа не верна

source: Order amount is incorrect_uz
uz_uz: To`lov summasi noto`gri

source: Order amount is incorrect_en
uz_uz: Order amount is incorrect

source: Unknown error_ru
uz_uz: Неизвестная ошибка

source: Unknown error_uz
uz_uz: Noma'lum xatolik

source: Unknown error_en
uz_uz: Unknown error

source: Unknown method_ru
uz_uz: Неизвестный метод

source: Unknown method_uz
uz_uz: Noma'lum metod

source: Unknown method_en
uz_uz: Unknown method

source: Transaction number is wrong_ru
uz_uz: Номер транзакции не верен

source: Transaction number is wrong_uz
uz_uz: Noto`g`ri tranzaksiya raqami

source: Transaction number is wrong_en
uz_uz: Transaction number is wrong

source: Transaction was cancelled or refunded_ru
uz_uz: Транзакция была отменена или возвращена

source: Transaction was cancelled or refunded_uz
uz_uz: Tranzaksiya bekor qilingan yoki qaytarilgan

source: Transaction was cancelled or refunded_en
uz_uz: Transaction was cancelled or refunded

source: It is impossible to cancel. The order is completed_ru
uz_uz: Невозможно отменить. Заказ выполнен

source: It is impossible to cancel. The order is completed_uz
uz_uz: Bekor qilish mumkin emas. Buyurtma amalga oshirilgan

source: It is impossible to cancel. The order is completed_en
uz_uz: It is impossible to cancel. The order is complited

source: Error during authorization_ru
uz_uz: Ошибка при авторизации

source: Error during authorization_uz
uz_uz: Avtorizatsiya xatosi

source: Error during authorization_en
uz_uz: Error during authorization

source: Payme Checkout Plugin for WooCommerce
uz_uz: WooCommerce uchun Payme plagini
